Revit 2024 API
SymbolTypeId.Cal Property
 Symbol cal, indicating unit Calories.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Cal { get; }
Visual Basic
Public Shared ReadOnly Property Cal As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Cal {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace